commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.
✰`  الاوامر الخاصة.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**Rishkathon source is working ⚡
Dev : Rishkathon
Dev : @RRRbz
Dev : @RioKiller
Dev : @P_S_E
Source Ch : @R5RR5**
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فحص ` : فحص السورس
✰` .المطور ` : مطور السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .اسم وقتي ` : اسم وقتي لحسابك
✰` . انهاء الاسم الوقتي ` : يوقف الاسم الوقتي
✰` .بايو وقتي ` : بايو وقتي لحسابك
✰` .انهاء البايو الوقتي وقتي ` : يوقف البايو الوقتي 
✰` .ايدي ` : ايدي حسابك
✰` .فك حظر ` : فك حظر كل يلي حاظرهم**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰ `.تكرار + العدد + نص` : تكرار للرسائل
✰ ` .اذاعة خاص (بلرد)` : اذاعة لكل شخص في الخاص
✰ ` .اذاعة كروب (بلرد)` : اذاعة لكل الكروبات في الخاص
✰ ` .مؤقت + عدد الثواني + نص` : ارسال رسائل مؤقتة
✰ ` .ادمن` : القنوات يلي انت ادمن بيها
✰ ` .تفليش` : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰ ` .اشتراكاتي` : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .التاريخ ` : التاريخ بليوم والشهر والسنة
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
✰` .الشهر ` : الشهر الحالي
✰` .السنة ` :السنة الحالية
✰ ` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .قلب `
✰` .قلوب`
✰` .مربعات`
✰` .تهكير`
✰` .حجرة ورقة مقص`
✰` .ملصق`
✰` .ملصق عربي`
✰` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .تجميع المليار`
✰` .تجميع المليون`
✰` .تجميع العرب`
✰` .تجميع الجوكر`
✰` .تجميع الازرق`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .تجميع المليار`
✰` .تجميع المليون`
✰` .تجميع العرب`
✰` .تجميع الجوكر`
✰` .تجميع الازرق`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .كلايم + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الكلايم ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي

2 : ثلاثي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 : رباعي
------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------
-----------------------------
- مثال : .صيد 30000 1 @R5RR5
-----------------------------
'''
